/*
西安已确认并隔离小区有：
1、曲江6号4号楼（曲江新区雁南一路）
2、遥感局家属院（碑林区长胜街78号）
3、电力高等专科学校住宅3、8号楼（新城区永乐路18号）
4、印象城（未央区龙首村）
5、华城国际（雁塔区长安南路82号）
6、双威温馨花园 （高新区一幼东侧小区）
7、西电西开新城小区（莲湖区桃园东路15号）
8.多彩商城
9.暖山西安
10.海景新天
11.火箭军家属院
12.热工院（雁翔路阳光幼儿园对面）
13罗马景福城
14罗马西西里
15缤纷南郡
16龙天名俊
17高新逸品
18高科尚都
19太白馨苑
20锦都花园
*/

const xa_data = [{
    "name":"曲江6号", 
    "name_detail": "4号楼",
    "addr": "曲江新区雁南一路",
    "lnglat":[108.958626,34.210432], "style":2 
},
{
    "name":"中煤航测遥感局家属区", 
    "name_detail": "",
    "addr": "碑林区长胜街78号",
    "inner": "中煤航测遥感局家属区",
    "lnglat":[108.958689,34.249199], "style": 2
},
{
    "name":"电力高等专科学校住宅", 
    "name_detail": "3、8号楼",
    "addr": "新城区永乐路18号",
    "lnglat":[108.985866,34.265853], "style": 2
},
{
    "name":"印象城", 
    "name_detail": "",
    "addr": "未央区龙首村",
    "lnglat":[108.948254,34.294164], "style": 2
},
{
    "name":"华城国际", 
    "name_detail": "",
    "addr": "雁塔区长安南路82号",
    "lnglat":[108.943552,34.190624], "style": 2
},
{
    "name":"双威温馨花园", 
    "name_detail": "",
    "addr": "高新区一幼东侧小区",
    "lnglat":[108.904736,34.223187], "style": 2
},
{
    "name":"西电西开新城小区", 
    "name_detail": "",
    "addr": "莲湖区桃园东路15号",
    "lnglat":[108.902647,34.266974], "style": 2
},
{
    "name":"多彩商城", 
    "name_detail": "",
    "addr": "",
    "lnglat":[108.976196,34.277409], "style": 2
},
{
    "name":"暖山西安", 
    "name_detail": "",
    "addr": "",
    "lnglat":[109.047731,34.244353], "style": 2
},
{
    "name":"海景新天", 
    "name_detail": "",
    "addr": "",
    "lnglat":[108.933647,34.324833], "style": 2
},
{
    "name":"火箭军家属院", 
    "name_detail": "",
    "addr": "",
    "lnglat":[109.125114,34.315521], "style": 2
},
{
    "name":"热工院", 
    "name_detail": "",
    "addr": "雁翔路阳光幼儿园对面",
    "inner" : "西北化工研究院有限公司",
    "lnglat":[109.006191,34.222515], "style": 2
},
{
    "name":"罗马景福城", 
    "name_detail": "",
    "addr": "",
    "lnglat":[108.868202,34.200002], "style": 2
},
{
    "name":"罗马西西里", 
    "name_detail": "",
    "addr": "",
    "lnglat":[108.854225,34.203574], "style": 2
},
{
    "name":"缤纷南郡", 
    "name_detail": "",
    "addr": "",
    "lnglat":[108.866473,34.203122], "style": 2
},
{
    "name":"龙天名俊", 
    "name_detail": "",
    "addr": "",
    "lnglat":[108.856036,34.199311], "style": 2
},
{
    "name":"高新逸品", 
    "name_detail": "",
    "addr": "",
    "lnglat":[108.856036,34.202188], "style": 2
},
{
    "name":"高科尚都", 
    "name_detail": "",
    "addr": "",
    "lnglat":[108.865534,34.196854], "style": 2
},
{
    "name":"太白馨苑", 
    "name_detail": "",
    "addr": "",
    "lnglat":[108.924424,34.242443], "style": 2
},
{
    "name":"锦都花园", 
    "name_detail": "",
    "addr": "",
    "lnglat":[108.891708,34.241555], "style": 2
},


];